'''Задача 4. Сокрытое'''

print('Привет друг! У меня есть для тебя тайна.')

Secret = input('Ввести эту тайну: ')                # Ввод данных: Моя тайна - я люблю программировать на Python!

print('Вот она: ' + Secret)